"1" = "Набираю номер провайдера...";
"2" = "Подключаюсь...";
"3" = "Идентифицирую...";
"4" = "Подключен к провайдеру.";
"5" = "Отключаюсь...";

"-2" = "Не могу запустить подпрограмму конфигурации PPP.";
"-1" = "Не удается инициализировать PPP.";

"0" = "Не могу подключиться к провайдеру.";
"256" = "Модем не отвечает. Проверьте подключение модема и повторите попытку.";
"257" = "Не удалось: CCL.";
"258" = "Не удалось: Чат.";
"259" = "Не удалось: LCP.";
"260" = "Не удалось выполнить идентификацию. Проверьте имя пользователя и пароль и повторите попытку.";
"261" = "Время ожидания истекло.";

"512" = "Несущая частота не обнаружена.";
"513" = "Провайдер занят.";
"514" = "Тон набора не обнаружен. Проверьте подключение телефонной линии и повторите попытку.";
"515" = "Ошибка модема.";

"PPP_SWITCH_TO_PULSE" = "Переключаюсь на импульсный набор.";
"PPP_SWITCH_TO_TONE" = "Переключаюсь на тоновый набор.";
"PPP_WILL_REDIAL" = "Повторный набор номера через 3 с.";
		
